/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "Un destino (dirección IP Address o nombre de Dominio) es necesario para poder suscribirse";

/* About prefs tab title */
"About" = "Acerca de";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "Descargas adicionales";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "¡Cuidado! Activar esta opción añadirá Growl.app a sus items de arranque";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "Permitir a otros ordenadores suscribirse a todo";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Activar esto permitirá que Growl arranque cada vez que inicie sesión, para que esté disponible todo el tiempo.";

/* Notification always stay on screen */
"Always" = "Siempre";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "Ocurrió un error irrecuperable al crear o abrir los datos del Historial.\nDesactivaremos el Historial por ahora, aunque el Resumen continuará funcionando.\nSi el Historial se activa de nuevo, no guardará nada, y potencialmente Growl usará mucha memoria.";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "Aplicación";

/* Application decides whether a note should stay on screen */
"Application Decides" = "Decide la aplicación";

/* Label for application level display style choice */
"Application's Display Style" = "Estilo visual para la aplicación";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Aplicación: %1$@\nTitle: %2$@\nDescription: %3$@\nClick to open the log";

/* Application prefs tab title */
"Applications" = "Aplicaciones";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "¿Está seguro de que desea salir?";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "¿Está seguro de que desea eliminar %@?";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "Entrada configurada Bonjour, imposible de encontrar";

/* Button title for canceling */
"Cancel" = "Cancelar";

/* Clear all history button title */
"Clear All History" = "Borrar el historial";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "Borrar todas las notificaciones en el Resumen";

/* No comment provided by engineer. */
"Clear Rollup" = "Borrar Resumen";

/* Column title for a computer entry */
"Computer Name" = "Ordenador";

/* Continue button title */
"Continue" = "Continuar";

/* No comment provided by engineer. */
"Could not find sound file named \"%@\"" = "Imposible encontrar el archivo de sonido \"%@\"";

/* Title of menu item for default display */
"Default" = "Por defecto";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "Posición inicial por defecto para notificaciones";

/* Default style picker label */
"Default Style" = "Estilo por defecto";

/* alert when history database could not be moved aside */
"Disabling History" = "Desactivando Historial";

/* Label for the display style of the selected notification */
"Display Style:" = "Estilo visual:";

/* Column title for Display Styles */
"Display Styles" = "Estilos visuales";

/* Display prefs tab title */
"Displays" = "Pantallas";

/* Continue button title when done */
"Done" = "Hecho";

/* Label for the effect to use */
"Effect:" = "Efecto:";

/* Emergency notification priority */
"Emergency" = "Emergencia";

/* Label for application on/off switch */
"Enable %@" = "Activar %@";

/* Label for application on/off switch */
"Enable application" = "Activar aplicación";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Activar Growl al iniciar sesión";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "Activar historial:";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "Activar registro";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "Al activar esta opción Growl se ejecutará sin mostrar un ícono en el dock o en la barra de menús.\n\nPara acceder a las preferencias presione Growl en el Launchpad o abra Growl en el Finder.";

/* Alert when database has been corrupted */
"Error opening history database." = "Error abriendo datos del Historial.";

/* A fade effect */
"Fade" = "Fundido";

/* fatal alert */
"Fatal Error" = "Error Fatal";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "Ajustes del firewall: notificaciones de red usan el puerto TCP 23053";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "Redirigir notificaciones a otros ordenadores";

/* Tab title for forwarding */
"Forwarding" = "Redirección";

/* General prefs tab title */
"General" = "General";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "Obtener applicaciones";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "Obtener más estilos";

/* Button to open http://growl.info/reportabug.php */
"Growl Bug Submission" = "";

/* No comment provided by engineer. */
"Growl has encountered a fatal error trying to setup the History Database, and will terminate upon closing this window.  Please contact us at support@growl.info." = "Growl encontró un error fatal configurando los datos del Historial, y terminará al cerrar esta ventana.  Por favor contáctenos en support@growl.info.";

/* No comment provided by engineer. */
"Growl History Disabled" = "Historial de growl desactivado";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Debe reiniciar Growl para que el cambio surta efecto";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Resumen de notificaciónes Growl";

/* button to open http://growl.info */
"Growl Web Site" = "";

/* No comment provided by engineer. */
"Hide Rollup" = "Ocultar Resumen";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Ocultar Resumen del Historial";

/* High notification priority */
"High" = "Alta";

/* History prefs tab title */
"History" = "Historial";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Si sale de Growl no recibirá más notificaciones.";

/* GNTP unauthorized packet error message */
"Incoming remote notifications and registrations have been disabled by the user" = "Notificaciones remotas entrantes y registros han sido desactivados por el usuario";

/* GNTP unathorized packet error message */
"Incoming subscription requests have been disabled by the user" = "Solicitudes de registro entrantes han sido desactivadas por el usuario";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "Muestra un ordenador que usa Growl 1.3 o posterior";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "Indica un ordenador introducido manualmente al que redirigir o suscribir";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Avisar a %@ cuando se hace clic en la notificación";

/* GNTP packet parsing error */
"Invalid protocol version.  Only version 1.0 is supported" = "Versión de protocolo inválida. Sólo se permite versión 1.0";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "Notificaciones a mantener";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "Días a mantener";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Desinstalador Growl Antiguo";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "Escuchar notificaciones entrantes";

/* Title for section containing apps from the local machine */
"Local" = "Local";

/* GNTP packet parsing error */
"Missing initialization vector for encryption" = "Vector de inicialización para encriptación no encontrado";

/* GNTP packet parsing error */
"Missing, malformed, or invalid key hash string" = "Llave no encontrada, malformada o inválida";

/* Moderate notification priority */
"Moderate" = "Moderada";

/* Network prefs tab title */
"Network" = "Red";

/* Notification will never stay on screen */
"Never" = "Nunca";

/* No comment provided by engineer. */
"No" = "No";

/* Growl will run compeletely in the background */
"No icon visible" = "Sin icono visible";

/* No comment provided by engineer. */
"No Recent Notifications" = "Sin notificaciones recientes";

/* Normal notification priority */
"Normal" = "Normal";

/* Label for the tab which contains notification settings */
"Notifications" = "Notificaciones";

/* If the string is too long, use O */
"OFF" = "OFF";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"OK" = "OK";

/* If the string is too long, use I */
"ON" = "ON";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Abrir preferencias de Growl...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Abrir el panel de preferencias de Growl";

/* Column title for a password */
"Password" = "Contraseña";

/* No comment provided by engineer. */
"Pause Growl" = "Detener Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Detener notificaciones visuales de Growl";

/* Label for choosing which sound plays for the selected notification */
"Play Sound:" = "Reproducir sonido:";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Valor localhost no es válido, Growl no puede redirigirse a si mismo.";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "Valor localhost no es válido, Growl no puede suscribirse a si mismo.";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Por favor introduzca una dirección IPv4 o IPv6 válida, o un nombre de dominio";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "El plugin '%@' se instaló correctamente. ¿Desea configurarlo?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "El plugin '%@' ya está instalado, ¿desea sobreescribirlo?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "El plugin '%@' no funciona con esta versión de Mac OS X. ¿Instalar de todas formas?";

/* No comment provided by engineer. */
"Plugin already exists" = "El plugin ya existe";

/* No comment provided by engineer. */
"Plugin installed" = "Plugin instalado";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "Al plugin le falta arquitectura nativa";

/* No comment provided by engineer. */
"Plugin not installed" = "Plugin no instalado";

/* Preferences window title */
"Preferences" = "Preferencias";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Previsualización";

/* Label for choosing priority of the selected notification */
"Priority:" = "Prioridad:";

/* No comment provided by engineer. */
"Quit" = "Salir";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Salir de Growl completamente";

/* Button title for removing something */
"Remove" = "Eliminar";

/* No comment provided by engineer. */
"Resume Growl" = "Reanudar Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Reanudar notificaciones visuales de Growl";

/* Rollup prefs tab title */
"Rollup" = "Resumen";

/* Rollup all notifications radio button */
"Rollup all notes" = "Resumir todas las notas";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "Mostrar Resumen automáticamente";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "Resumen activado";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "Resumir sólo notas registradas";

/* History search field placeholder
   Placeholder text in search field */
"Search" = "Buscar";

/* second part of string for idle timeout */
"seconds of inactivity" = "segundos de inactividad";

/* First part of string for idle timeout */
"Send notifications to the rollup after" = "Enviar notificaciones al resumen después de";

/* Label for server password field */
"Server Password:" = "Contraseña del servidor:";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "Mostrar desactivados";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "Mostrar icono en ambos";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "Mostrar icono en el Dock";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "Mostrar icono en la barra de menú";

/* No comment provided by engineer. */
"Show Rollup" = "Mostrar Resumen";

/* No comment provided by engineer. */
"Show the History Rollup" = "Mostrar Resumen del Historial";

/* A slide effect */
"Slide" = "Deslizar";

/* GNTP packet parsing error */
"Somehow we got here parsing the protocol identifier without an error, this should be impossible, either its valid or its not" = "Llegamos aquí analizando el identificador de protocolo sin un error, que es imposible, o es válido o no lo es";

/* Start Growl at Login switch label */
"Start Growl at Login" = "Iniciar Growl en el arranque";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "Fijar en pantalla:";

/* Tab title for subscribers tab */
"Subscribers" = "Suscriptores";

/* Tab title for subscriptions tab */
"Subscriptions" = "Suscripciones";

/* No comment provided by engineer. */
"There are no new notifications" = "No hay nuevas notificaciones";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Hubo %lu notificación mientras estaba ausente";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "Ocurrió un error al suscribirse al ordenador remoto:\ncode: %1$d\ndescripción: %2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Ocurrió un error al instalar el plugin '%@'.";

/* No comment provided by engineer. */
"There was error opening the History database file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "Hubo un error al abrir el archivo de datos del Historial, posiblemente está corrupto.\nGrowl moverá los datos aparte, y creará datos nuevos.\nEsto puede ocurrir si Growl o el ordenador se han colgado.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Hubo %lu notificaciones mientras estaba ausente";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Esta acción no se puede deshacer, confirme que desea eliminar todo el historial de notificaciones";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Esta es una previsualización del estilo visual %@";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "¡Esto no debió ocurrir! -(void)subscribe sólo debería ser llamado en entradas locales";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Esto eliminará todos los ajustes Growl de %@.";

/* Column title for the time column in the history table */
"Time" = "Tiempo";

/* Column title for the title column in the history table */
"Title" = "Título";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Para prevenir que el historial crezca indefinidamente, debe activar un tipo de límite automático.";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Desactivar los dos límites automáticos no está permitido.";

/* GNTP packet with an unsupported encryption algorithm */
"Unsupported encryption type, %@" = "Tipo de encriptación incompatible, %@";

/* Column title for whether to use the item on the row */
"Use" = "Usar";

/* label for using a custom application wide starting position */
"Use custom starting position" = "Personalizar posición inicial";

/* label for using the global default starting position */
"Use default starting position" = "Posición inicial por defecto";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "Válido hasta:";

/* Very low notification priority */
"Very Low" = "Muy baja";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "¡Advertencia! A punto de eliminar TODO el historial";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "¡Advertencia! Si activa esta opción Growl se ejecutará en\nsegundo plano";

/* GNTP error */
"We encountered an error parsing the packet, we don't know where it came from" = "Encontramos un error al recibir el paquete, no sabemos de dónde procede";

/* No comment provided by engineer. */
"Welcome to Growl!" = "¡Bienvenido a Growl!";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "Puede conectar manualmente a una de estas direcciones:";

